{
	"storymap": {
	  "attribution": "",
	  "call_to_action": false,
	  "calculate_zoom": true,
	  "zoomify": false,
	  "slides": [
		{
		  "date": "",
		  "media": {
			"url": "images/topoftheworld.JPG",
			"caption": "<i>Top of the World, Laguna Beach, Fall 2021</i>",
			"credit": ""
		  },
		  "type": "overview",
		  "location": {
			"line": true
		  },
		  "text": {
			"headline": "West Ridge Trail to the Top of the World<small>Laguna Beach, CA</small>",
			"text": "This trail takes you to one of the most visited scenic destinations in Orange County called \"Top of the World\". It's known for being one of the highest elevation points with such a close proximity to the ocean in the county. It stands slightly above 1,000 feet. And even though it's not as tall as the 2,000 plus feet Santa Monica Mountains right off the Malibu Coast in LA County, it's still worth checking out. There are four main ways to get there: this way which starts in Aliso Viejo, the Canyon Acres Trail in Laguna Beach, and another unnamed trail in Laguna Beach, and driving there."
		  }
		},
		{
		  "date": "",
		  "media": {
			"url": "https://images.pexels.com/photos/4636148/pexels-photo-4636148.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
			"caption": "Outside the walls, a riot ensues",
			"credit": ""
		  },
		  "location": {
			"lat": 33.584347,
			"line": true,
			"lon": -117.749657,
			"zoom": 22
		  },
		  "text": {
			"headline": "The Rundown: <small><ul><li>4 miles</li><li>Intermittent Steep Sections</li><li>No Shade</li><li>Out & Back</li></ul></small>",
			"text": "Park along Hollyeaf where it dead ends into a cul-de-sac. It's better to park on the side with no houses out of courtesy to residents. It shouldn't be full."
		  }
		},
		  {
		  "date": "",
		  "media": {
			"url": "https://images.pexels.com/photos/946435/pexels-photo-946435.jpeg?auto=compress&cs=tinysrgb&dpr=3&h=750&w=1260",
			"caption": "",
			"credit": ""
		  },
		  "location": {
			"lat": 33.584646, 
			"line": true,
			"lon": -117.749791,
			"zoom": 22
		  },
		  "text": {
			"headline": "Starting Point",
			"text": "Once parked, this is where you'll start. This isn't the official trail yet. Just an access route into Aliso & Wood Canyons Regional Park. It's all fairly steep and uphill, but a short distance."
		  }
		},
		{
		  "date": "",
		  "media": {
			"url": "https://images.pexels.com/photos/946435/pexels-photo-946435.jpeg?auto=compress&cs=tinysrgb&dpr=3&h=750&w=1260",
			"caption": "",
			"credit": ""
		  },
		  "location": {
			"lat": 33.583712,
			"line": true,
			"lon": -117.749794,
			"zoom": 22
		  },
		  "text": {
			"headline": "The West Ridge Trail",
			"text": "Once at the top, you are now within the county park and at the trailhead for West Ridge. You'll stay on this same trail for the next 2 miles until reaching your destination. Be sure to stay on this trail and not accidentally take another park trail. This can happen since the trails have no signage at some junctions. However, since this trail is a ridge trail, if you inadvertently take the wrong trail, you would know because you would be declining off the ridge."
		  }
		},
		  	{
		  "date": "",
		  "media": {
			"url": "images/IMG_4.JPG",
			"caption": "<i>Views of Wood Canyon to the east.</i>",
			"credit": ""
		  },
		  "location": {
			"lat": 33.581783,
			"line": true,
			"lon": -117.752762,
			"zoom": 22
		  },
		  "text": {
			"headline": "Enjoy the Views",
			"text": "Continue straight on this trail all the way down to Top of the World while enjoying the views along the way. You'll see the 133 on your right way down below and nice views of Wood Canyon on your left."
		  }
		},
		    	{
		  "date": "",
		  "media": {
			"url": "images/IMG_5.JPG",
			"caption": "<i></i>",
			"credit": ""
		  },
		  "location": {
			"lat": 33.577671,
			"line": true,
			"lon": -117.754978,
			"zoom": 22
		  },
		  "text": {
			"headline": "Stay Straight",
			"text": "Pretty straight forward pathway to the destination. Just watch out for one section that has several unmarked trail junctions. If you go the wrong way, you'll know right away as previously suggested because you would be declining from the ridge."
		  }
		},
		     	{
		  "date": "",
		  "media": {
			"url": "images/IMG_6.JPG",
			"caption": "<i>One out of of a handful of steep inclines.</i>",
			"credit": ""
		  },
		  "location": {
			"lat": 33.563683,
			"line": true,
			"lon": -117.757591,
			"zoom": 22
		  },
		  "text": {
			"headline": "Steep Inclines",
			"text": "As you get closer to the destination, be aware that you'll encounter very short-lived yet very steep inclines. These inclines do not seem as tough on your legs on the way back though. Mountain bikers often will be present on the trail using these inlines to practice going uphill. Take the uphill going right to stay on the West Ridge Trail rather than taking the hard left down Mathis Canyon."
		  }
		},
		       	{
		  "date": "",
		  "media": {
			"url": "images/IMG_7.JPG",
			"caption": "<i>Nice view looking back at all the ground covered.</i>",
			"credit": ""
		  },
		  "location": {
			"lat": 33.561660,
			"line": true,
			"lon": -117.759342,
			"zoom": 22
		  },
		  "text": {
			"headline": "Nearing the End",
			"text": "After the last uphill you should see the Top of the World in the distance. At this point it should be fairly flat the last quarter of a mile until getting to Top of the World. There is a nice view looking back which you can check, otherwise you'll see it later on going back."
		  }
		},
		        	{
		  "date": "",
		  "media": {
			"url": "images/topoftheworld.JPG",
			"caption": "<i>Entering Top of the World</i>",
			"credit": ""
		  },
		  "location": {
			"lat": 33.556314,
			"line": true,
			"lon": -117.7603612,
			"zoom": 22
		  },
		  "text": {
			"headline": "Entering the Summit",
			"text": "Keep going straight until the trail ends. You'll feel like you're leaving the park and entering back into city as you should see more people and a street in front of you. Rather than taking the street, loop around to the right for the short trek up to the Top of the World."
		  }
		},
		         	{
		  "date": "",
		  "media": {
			"url": "images/topoftheworld2.JPG",
			"caption": "<i>Top of the World, reaching the summit</i>",
			"credit": ""
		  },
		  "location": {
			"lat": 33.557583,
			"line": true,
			"lon": -117.760820,
			"zoom": 22
		  },
		  "text": {
			"headline": "Top of the World",
			"text": "Once there, soak in the 360° views. You should see the Santa Ana Mountains to the north and the ocean to the south. Elevation is 1,036 feet. Nothing within several miles is taller than this point. Take the same way back."
		  }
		} 
	  ],
	  "map_type": "http://mt0.google.com/vt/lyrs=y&hl=en&x={x}&y={y}&z={z}",
	  "call_to_action_text": "",
	  "map_as_image": false,
		"map_subdomains":"xyz",
		"calculate_zoom": false
	}
  }
